Repository: lepidus/scieloModerationStages
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.scieloModerationStages.displayName
source: SciELO Moderation Stages
es_es: Etapas de Moderación SciELO
pt_br: Estágios de Moderação SciELO

# plugins.generic.scieloModerationStages.displayNameWorkflow
source: Moderation Stages
es_es: Etapas de Moderación
pt_br: Estágios de Moderação

# plugins.generic.scieloModerationStages.description
source: This plugin adds the stages of moderation defined by SciELO to OPS
es_es: Este módulo agrega las etapas de moderación definidas por SciELO a OPS
pt_br: Este plugin adiciona os estágios de moderação definidos pela SciELO ao OPS

# plugins.generic.scieloModerationStages.log.submissionSentToModerationStage
source: The submission has been sent to the {$moderationStageName} stage
es_es: El envío ha sido enviado a la etapa de {$moderationStageName}
pt_br: A submissão foi enviada para o estágio de {$moderationStageName}

# plugins.generic.scieloModerationStages.stages.formatStage
source: Format Pre-Moderation
es_es: Moderación Previa del Formato
pt_br: Pré-Moderação de Formato

# plugins.generic.scieloModerationStages.stages.contentStage
source: Manuscript Type Pre-Moderation
es_es: Moderación Previa de Tipo de Manuscrito
pt_br: Pré-Moderação de Tipo de Manuscrito

# plugins.generic.scieloModerationStages.stages.areaStage
source: Area Moderation
es_es: Moderación del Área
pt_br: Moderação de Área

# plugins.generic.scieloModerationStages.checkboxTitle
source: SciELO Moderation Stage
es_es: Etapa de Moderación SciELO
pt_br: Estágio de Moderação SciELO

# plugins.generic.scieloModerationStages.checkboxSendNextStage
source: This submission is in the {$currentStage} stage, do you want to send it to the {$nextStage} stage?
es_es: Este envío se encuentra en la etapa de {$currentStage}, ¿le gustaría enviarlo a la etapa de {$nextStage}?
pt_br: Esta submissão está no estágio de {$currentStage}, deseja a enviar para o estágio de {$nextStage}?

# plugins.generic.scieloModerationStages.sendNextStageField
source: Send to the next moderation stage
es_es: Enviar a la siguiente etapa de moderación
pt_br: Enviar para o próximo estágio de moderação

# plugins.generic.scieloModerationStages.menuDates.fieldDescription
source: The submission has entered in this moderation stage in the following data
es_es: Lo envío entró en esta etapa de moderación en la siguiente fecha
pt_br: A submissão entrou nesse estágio de moderação na seguinte data

# plugins.generic.scieloModerationStages.currentStageStatusLabel
source: Moderation stage:
es_es: Etapa de Moderación:
pt_br: Estágio de Moderação:

# plugins.generic.scieloModerationStages.areaModerator
source: Area moderator: {$areaModerator}
es_es: Moderador de área: {$areaModerator}
pt_br: Moderador(a) de área: {$areaModerator}

# plugins.generic.scieloModerationStages.areaModerators
source: Area moderators: {$areaModerators}
es_es: Moderadores de área: {$areaModerators}
pt_br: Moderadores de área: {$areaModerators}

# plugins.generic.scieloModerationStages.responsible
source: Responsible: {$responsible}
es_es: Responsable: {$responsible}
pt_br: Responsável: {$responsible}

# plugins.generic.scieloModerationStages.responsibles
source: Responsibles: {$responsibles}
es_es: Responsables: {$responsibles}
pt_br: Responsáveis: {$responsibles}

# plugins.generic.scieloModerationStages.TimeSubmitted.currentDate.lessThanOneDay
source: Submission made less than a day ago
es_es: Envío realizado hace menos de un día
pt_br: Submissão realizada há menos de um dia

# plugins.generic.scieloModerationStages.TimeSubmitted.currentDate
source: Submission made {$daysPassed} days ago
es_es: Envío realizado hace {$daysPassed} días
pt_br: Submissão realizada há {$daysPassed} dias

source: Submission made less than a day before posting
es_es: Envío realizado menos de un día antes de la publicación
pt_br: Submissão realizada menos de um dia antes da postagem

# plugins.generic.scieloModerationStages.TimeSubmitted.datePublished
source: Submission made {$daysPassed} days before posting
es_es: Envío realizado {$daysPassed} días antes de la publicación
pt_br: Submissão realizada {$daysPassed} dias antes da postagem

# plugins.generic.scieloModerationStages.TimeSubmitted.dateDeclined.lessThanOneDay
source: Submission made less than a day before rejection
es_es: Envío realizado menos de un día antes del rechazo
pt_br: Submissão realizada menos de um dia antes da rejeição

# plugins.generic.scieloModerationStages.TimeSubmitted.dateDeclined
source: Submission made {$daysPassed} days before rejection
es_es: Envío realizado {$daysPassed} días antes del rechazo
pt_br: Submissão realizada {$daysPassed} dias antes da rejeição

source: Responsible assigned less than a day ago
es_es: Responsable designado hace menos de un día
pt_br: Responsável designado(a) há menos de um dia

# plugins.generic.scieloModerationStages.TimeResponsible.currentDate
source: Responsible assigned {$daysPassed} days ago
es_es: Responsable designado hace {$daysPassed} días
pt_br: Responsável designado(a) há {$daysPassed} dias

source: Responsible assigned less than a day before posting
es_es: Responsable designado menos de un día antes de la publicación
pt_br: Responsável designado(a) menos de um dia antes da postagem

# plugins.generic.scieloModerationStages.TimeResponsible.datePublished
source: Responsible assigned {$daysPassed} days before posting
es_es: Responsable designado {$daysPassed} días antes de la publicación
pt_br: Responsável designado(a) {$daysPassed} dias antes da postagem

source: Responsible assigned less than a day before declining
es_es: Responsable designado menos de un día antes del rechazo
pt_br: Responsável designado(a) menos de um dia antes da rejeição

# plugins.generic.scieloModerationStages.TimeResponsible.dateDeclined
source: Responsible assigned {$daysPassed} days before declining
es_es: Responsable designado {$daysPassed} días antes del rechazo
pt_br: Responsável designado(a) {$daysPassed} dias antes da rejeição

source: Area moderator assigned less than a day ago
es_es: Moderador de área designado hace menos de un día
pt_br: Moderador(a) de Área designado(a) há menos de um dia

# plugins.generic.scieloModerationStages.TimeAreaModerator.currentDate
source: Area moderator assigned {$daysPassed} days ago
es_es: Moderador de área designado hace {$daysPassed} días
pt_br: Moderador(a) de Área designado(a) há {$daysPassed} dias

source: Area moderator assigned less than a day before posting
es_es: Moderador de área designado menos de un día antes de la publicación
pt_br: Moderador(a) de Área designado(a) menos de um dia antes da postagem

# plugins.generic.scieloModerationStages.TimeAreaModerator.datePublished
source: Area moderator assigned {$daysPassed} days before posting
es_es: Moderador de área designado {$daysPassed} días antes de la publicación
pt_br: Moderador(a) de Área designado(a) {$daysPassed} dias antes da postagem

source: Area moderator assigned less than a day before declining
es_es: Moderador de área designado menos de un día antes del rechazo
pt_br: Moderador(a) de Área designado(a) menos de um dia antes da rejeição

# plugins.generic.scieloModerationStages.TimeAreaModerator.dateDeclined
source: Area moderator assigned {$daysPassed} days before declining
es_es: Moderador de área designado {$daysPassed} días antes del rechazo
pt_br: Moderador(a) de Área designado(a) {$daysPassed} dias antes da rejeição

# plugins.generic.scieloModerationStages.settings.title
source: SciELO Moderation Stages Settings
es_es: Configuración de Etapas de Moderación SciELO
pt_br: Configurações dos Estágios de Moderação SciELO

# plugins.generic.scieloModerationStages.settings.preModerationReminder.label
source: Sending of pre-moderation reminder
es_es: Envío de un recordatorio de moderación previa
pt_br: Envio de lembrete de pré-moderação

source: Send a reminder to assigned responsibles if they have not sent an answer within
es_es: Enviar un recordatorio a los responsables designados si no han enviado una respuesta en los
pt_br: Enviar um lembrete aos responsáveis designados caso não tenham enviado uma resposta em até

# plugins.generic.scieloModerationStages.settings.preModerationReminder.hint
source: days of submitting the manuscript
es_es: días siguientes a la presentación del manuscrito
pt_br: dias após a submissão do manuscrito

# plugins.generic.scieloModerationStages.settings.timeLimitError
source: Enter a numeric value greater than zero
es_es: Introduzca un valor numérico mayor que cero
pt_br: Insira um valor númerico maior que zero

# plugins.generic.scieloModerationStages.settings.remindersDayOfWeek
source: <strong>Note:</strong> Moderation reminders will be sent every Monday.
es_es: <strong>Nota:</strong> Los recordatorios de moderación se enviarán todos los lunes.
pt_br: <strong>Obs.:</strong> Os lembretes de moderação serão enviados todas as segundas-feiras.

# plugins.generic.scieloModerationStages.sendModerationReminder
source: Send moderation reminder
es_es: Enviar recordatorio de moderación

# plugins.generic.scieloModerationStages.sendModerationReminder.responsible.title
source: Responsible
es_es: Responsable

source: Select to which responsible person the moderation reminder should be sent
es_es: Seleccione a qué responsable debe enviarse el recordatorio de moderación

# plugins.generic.scieloModerationStages.sendModerationReminder.reminderBody.title
source: Reminder body
es_es: Cuerpo del recordatorio

source: Body of the reminder message to be sent
es_es: Cuerpo del mensaje de recordatorio que se enviará

# plugins.generic.scieloModerationStages.send
source: Send
es_es: Enviar

# plugins.generic.scieloModerationStages.submissionMade.lessThanADayAgo
source: Submission made less than a day ago
es_es: Envío realizado hace menos de un día
pt_br: Submissão realizada há menos de um dia

# plugins.generic.scieloModerationStages.submissionMade.aDayAgo
source: Submission made a day ago
es_es: Envío realizado hace un día
pt_br: Submissão realizada há um dia

# plugins.generic.scieloModerationStages.submissionMade.nDaysAgo.regular
source: Submission made {$numberOfDays} days ago
es_es: Envío realizado hace {$numberOfDays} días

# plugins.generic.scieloModerationStages.submissionMade.nDaysAgo.bold
source: <strong>Submission made {$numberOfDays} days ago</strong>
es_es: <strong>Envío realizado hace {$numberOfDays} días</strong>

# plugins.generic.scieloModerationStages.emails.moderationReminder.subject
source: Manuscripts awaiting pre-moderation
pt_br: Manuscritos aguardando pré-moderação

# plugins.generic.scieloModerationStages.emails.moderationReminder.body
source: Hello, {$moderatorName}<br/> <br/> The manuscripts below await your moderation.<br/> <br/> {$submissions}<br/> This is an automatic email. If you have already sent your moderation for these manuscripts, please disregard this email.
pt_br: Olá, {$moderatorName}<br/> <br/> Os manuscritos abaixo aguardam a sua moderação.<br/> <br/> {$submissions}<br/> Este é um email automático. Caso você já tenha enviado a sua moderação para estes manuscritos, por favor desconsidere este email.
